jorgebucaran/fisher
rcny/gh-copilot-cli-alias.fish
jorgebucaran/autopair.fish
oh-my-fish/plugin-foreign-env
oh-my-fish/plugin-extract
lewisacidic/fish-git-abbr
gazorby/fish-abbreviation-tips
2m/fish-history-merge
acomagu/fish-async-prompt@a89bf4216b65170e4c3d403e7cbf24ce34b134e6
